export const policy_content = `บริษัท เอเวอร์ เมดิคอล เทคโนโลยี จำกัด (เรียกว่า **“เรา”** หรือ **“เอเวอร์”**) ซึ่งเป็นผู้ให้บริการแอปพลิเคชัน **EVER** (**“แอปพลิเคชัน”** หรือ **“บริการ”**) มีความมุ่งมั่นตลอดมาที่จะประกอบธุรกิจภายใต้หลักธรรมาภิบาลที่ดี ซึ่งรวมถึงการให้ความสำคัญกับความปลอดภัยและความเป็นส่วนตัวของของข้อมูล ซึ่งเราต้องการที่จะควบคุมให้มีการดำเนินการอย่างโปร่งใสในการประมวลผลข้อมูลส่วนบุคคลของท่าน

นโยบายการคุ้มครองข้อมูลส่วนบุคคลฉบับนี้ (**“นโยบาย”**) จะครอบคลุมถึงการให้บริการของเราที่เข้าถึงได้ผ่านแอปพลิเคชัน โดยในการให้บริการแอปพลิเคชันนั้น สถานพยาบาลและบุคลากรทางการแพทย์ซึ่งเข้าทำข้อตกลงร่วมกับเราเพื่อให้บริการทางการแพทย์ผ่านแอปพลิเคชัน (**“ผู้ให้บริการทางการแพทย์”**) จะสามารถดำเนินการติดต่อ และให้บริการทางการแพทย์ทางไกลผ่านแอปพลิเคชันแก่ลูกค้าหรือผู้ป่วยของผู้ให้บริการทางการแพทย์แต่ละรายได้ (**“ผู้ใช้งานแอปพลิเคชัน”**) ซึ่งนโยบายได้ระบุรายละเอียดในการประมวลผลข้อมูลส่วนบุคคลของผู้ใช้งานแอปพลิเคชัน อาทิเช่น การเก็บรวบรวม ใช้ จัดการ เปิดเผย และคุ้มครองข้อมูลการดำเนินงาน และข้อมูลส่วนบุคคล ซึ่งถือเป็นส่วนหนึ่งของข้อกำหนดและเงื่อนไขการใช้งาน (**“Terms and Conditions”**) รวมถึงได้ระบุแนวปฏิบัติของเรา ในการจัดการข้อมูลที่เราได้รับจากท่านจากการใช้งานแอปพลิเคชัน โดยในการใช้บริการแต่ละครั้งถือว่าท่านได้อ่าน ตกลงยอมรับ และได้รับทราบเงื่อนไข รายละเอียดของนโยบายฉบับนี้แล้ว

ทั้งนี้ นโยบายฉบับนี้ใช้กับกรณีที่ เอเวอร์ เป็นผู้ให้บริการแอปพลิเคชันและอยู่ในฐานะผู้ควบคุมข้อมูลส่วนบุคคลเท่านั้น สำหรับกิจกรรมใดที่ เอเวอร์ อยู่ในฐานะของผู้ประมวลผลข้อมูลหรือ เป็นการประมวลผลโดยตรงจากผู้ควบคุมข้อมูลรายอื่น เช่น การตรวจวินิจฉัยโรค และให้บริการทางการแพทย์ โดยบุคลากรของผู้ให้บริการทางการแพทย์  ให้ท่านตรวจสอบรายละเอียดการประมวลผลได้จากนโยบายคุ้มครองข้อมูลส่วนบุคคล หรือหนังสือแจ้งการประมวลผลข้อมูลส่วนบุคคลของผู้ให้บริการทางการแพทย์ที่ท่านเลือกใช้บริการผ่านแอปพลิเคชันของเรา ซึ่งเป็นผู้ควบคุมข้อมูลในกิจกรรมนั้น ๆ โดยตรง

**1. การเก็บรวบรวมข้อมูลส่วนบุคคลของท่าน**
เราอาจเก็บรวบรวมข้อมูลส่วนบุคคลของท่าน ในฐานะผู้ใช้งานแอปพลิเคชัน ทั้งโดยทางตรงและทางอ้อมจาก
- &#45; ข้อมูลที่ท่าน ให้ไว้กับเรา จากการใช้บริการแอปพลิเคชัน หรือการลงทะเบียนสร้างบัญชีผู้ใช้กับเรา
- &#45; ข้อมูลส่วนบุคคลที่ได้รับจากบริษัทในเครือ
- &#45; ผู้ให้บริการทางการแพทย์
- &#45; สื่อสังคมออนไลน์ และ/หรือ สื่อประชาสัมพันธ์ อื่นที่ท่านเลือกใช้ในการเข้าใช้บริการของเรา
- &#45; ข้อมูลส่วนบุคคลจากบุคคลที่สาม เช่น พันธมิตรทางธุรกิจของเรา 
- &#45; แหล่งข้อมูลสาธารณะ ข้อมูลรัฐบาล และหน่วยงานทางวิชาชีพต่าง ๆ

**2. ประเภทของข้อมูลส่วนบุคคลที่เราจัดเก็บ**
เราอาจจัดเก็บข้อมูลที่มีความหลากหลาย โดยพิจารณาจากวัตถุประสงค์ของการนำไปใช้ และการปฏิบัติหน้าที่ของผู้ปฏิบัติงาน ซึ่งข้อมูลที่จัดเก็บ รวมถึง

**ข้อมูลส่วนบุคคลทั่วไป**
- &#45; **ข้อมูลที่สามารถระบุตัวตนได้** เช่น ชื่อ ชื่อบัญชีผู้ใช้ รหัสผ่าน วันเดือนปีเกิด เลขบัตรประจำตัวประชาชน เลขหนังสือเดินทาง ข้อมูลเที่ยวบิน หมายเลขโทรศัพท์ ที่อยู่ที่ติดต่อได้ สำเนาบัตรประจำตัวประชาชน สำเนาหนังสือเดินทาง รูปถ่าย เสียง และภาพเคลื่อนไหว 
- &#45; **ข้อมูลลักษณะเฉพาะส่วนบุคคล** เช่น อายุ เพศ น้ำหนัก ส่วนสูง
- &#45; **ข้อมูลตำแหน่งที่อยู่ของท่าน** เช่น ที่อยู่ไอพี (IP Address) GPS หรือพิกัดที่อยู่ปัจจุบันของท่าน
- &#45; **ข้อมูลทางการเงิน** เช่น ข้อมูลบัตรเครดิตและบัตรเดบิต บัญชีธนาคาร ข้อมูลการทำธุรกรรมรวมถึง ราคา วิธีการชำระเงิน และรายละเอียดการชำระเงินอื่น ๆ
- &#45; **ข้อมูลประวัติการใช้บริการ** เช่น ข้อมูลที่เก็บอัตโนมัติผ่านทางแอปพลิเคชัน ซึ่งรวมถึง พฤติกรรมการใช้งานแอปพลิเคชัน ข้อมูลบันทึก (log) การใช้บริการของท่าน ข้อมูลอุปกรณ์และที่อยู่ไอพีที่ท่านใช้ในการเข้าถึงบริการ ข้อมูลการตั้งค่า การปรับแต่ง แอปพลิเคชัน วันที่ หรือ ตำแหน่งที่ท่านใช้งานแอปพลิเคชัน
- &#45; **ข้อมูลอื่น ๆ** เช่น ข้อมูลส่วนบุคคลที่ท่านให้เราเมื่อท่านโต้ตอบกับเราผ่านแอปพลิเคชัน

**ข้อมูลส่วนบุคคลที่มีความอ่อนไหว**
- &#45; **ข้อมูลลักษณะเฉพาะส่วนบุคคล** เช่น หมู่โลหิต
- &#45; **ข้อมูลสุขภาพ** เช่น ดัชนีมวลกาย อัตราการเต้นของหัวใจ ความดันโลหิต ค่าความเข้มข้นของอ็อกซิเจน ดัชนีมวลกาย บันทึกอุณหภูมิ ค่าน้ำตาลในเลือด ระดับการได้ยิน อัตราการเคลื่อนไหวร่างกาย ปริมาณสารอาหาร ประสิทธิภาพในการพักผ่อน บันทึกรอบประจำเดือน เป็นต้น
- &#45; **ข้อมูลทางการแพทย์ และประวัติการรักษา** เช่น โรคประจำตัว พฤติกรรมการใช้ชีวิต รสนิยมทางเพศ อาการ บันทึกการพบและปรึกษาแพทย์ ประวัติการรักษา ประวัติการเข้ารักษาในสถานพยาบาล ผลการวินิจฉัย ประวัติการใช้ยาหรือวิธีการรักษาที่ได้รับ เป็นต้น

ทั้งนี้ ในการประมวลผลข้อมูลที่มีความอ่อนไหวเราจะดำเนินการขอความยินยอมจากเจ้าของข้อมูลก่อน หรือในขณะที่ประมวลผลข้อมูล เว้นแต่สามารถใช้ฐานการประมวลผลอื่นที่ไม่ต้องขอความยินยอมจากเจ้าของข้อมูล ตามที่กฎหมายคุ้มครองข้อมูลส่วนบุคคลกำหนด

**3. ระยะเวลาในการจัดเก็บ**
เราจะเก็บรักษาข้อมูลส่วนบุคคลของท่านไว้เป็นระยะเวลาตราบเท่าที่วัตถุประสงค์ของการนำข้อมูลดังกล่าวไปใช้ยังคงมีอยู่ หลังจากนั้น เราจะลบ และทำลายข้อมูลดังกล่าว เว้นแต่กรณีจำเป็นต้องเก็บรักษาข้อมูลต่อไปตามที่กฎหมายที่เกี่ยวข้องกำหนด หรือเพื่อเป็นการคุ้มครองสิทธิประโยชน์ของเรา โดยปกติในกรณีทั่วไป ระยะเวลาการเก็บข้อมูลสูงสุดจะเท่ากับ 10 (สิบ) ปี เว้นแต่จะมีกฎหมายกำหนดให้เก็บรักษาข้อมูลไว้เป็นระยะเวลานานกว่าที่กำหนดไว้ดังกล่าวข้างต้น หรือเพื่อเป็นการคุ้มครองสิทธิประโยชน์ของเรา

เมื่อพ้นกำหนดระยะเวลาตามที่ระบุข้างต้น  เราจะทำตามขั้นตอนการลบเพื่อดูแลให้มีการนำข้อมูลของท่านทั้งหมดออกจากเซิร์ฟเวอร์ของเราอย่างปลอดภัยหรือเก็บรักษาไว้ในรูปแบบที่ทำให้ไม่สามารถระบุตัวบุคคลที่เป็นเจ้าของข้อมูลได้เท่านั้น

**4. วัตถุประสงค์ของการใช้ และเปิดเผยข้อมูลส่วนบุคคล**
เราจะประมวลผลข้อมูลส่วนบุคคลของท่านเพื่อ (1) ปฏิบัติหน้าที่ตามสัญญาในฐานะคู่สัญญา (2) ปฏิบัติตามกฎหมาย (3) ประโยชน์โดยชอบด้วยกฎหมาย (4) เพื่อป้องกันหรือระงับอันตรายต่อชีวิต ร่างกายหรือสุขภาพ หรือ (5) การจัดทำเอกสารประวัติศาสตร์หรือจดหมายเหตุเพื่อประโยชน์สาธารณะ หรือที่เกี่ยวกับการศึกษาวิจัยหรือสถิติ โดยเรา จะใช้และเปิดเผยข้อมูลส่วนบุคคลเพื่อวัตถุประสงค์ตามขอบเขตดังกล่าว รวมถึงกรณีดังต่อไปนี้
- **4.1. วัตถุประสงค์ในการให้บริการแอปพลิเคชัน**
- &#45; เพื่อการลงทะเบียนเข้าใช้บริการแอปพลิเคชัน การสร้างบัญชีผู้ใช้ รวมถึงการลงทะเบียนผู้ป่วย และบันทึกการยืนยันตัวตน
- &#45; เพื่อการเข้าถึงบริการโทรเวชกรรมหรือวีดีโอคอล เพื่อปรึกษา สอบถาม และรับการวินิจฉัยกับผู้ให้บริการทางการแพทย์ ที่ท่านเลือกใช้บริการผ่านแอปพลิเคชัน
- &#45; เพื่อรับการแจ้งเตือนการนัดพบแพทย์ผ่านโทรเวชกรรมและการแจ้งเตือนบริการอื่นๆ
- &#45; เพื่อเชื่อมต่อกับแอปพลิเคชันอื่น ๆ เช่น Google Health หรือ Apple Health Kit เพื่อรับและบันทึกข้อมูลที่เกี่ยวข้องกับบริการ 
- &#45; เพื่อระบุตำแหน่งของท่านในการรับบริการหรือดำเนินการจัดส่ง ยา เวชภัณฑ์ หรือ อุปกรณ์อื่น ๆ
- &#45; เพื่อเชื่อมต่อข้อมูลสุขภาพระหว่างแอปพลิเคชันมือถือของท่าน และเว็ปแอปพลิเคชันฝั่งผู้ให้บริการทางการแพทย์ และ/หรือบุคลากรของผู้ให้บริการทางการแพทย์
- &#45; เพื่อให้บริการระบบการติดต่อสื่อสาร (chat) ระหว่างท่านและผู้ให้บริการทางการแพทย์
- &#45; เพื่อการชำระเงิน ดำเนินการตามคำสั่งซื้อยา เวชภัณฑ์ และบริการกับเรา ซึ่งรวมถึงการจัดส่งยา เวชภัณฑ์ และบริการตามคำสั่งซื้อ และการทำธุรกรรมอื่น ๆ บนแอปพลิเคชัน
- &#45; เพื่ออำนวยความสะดวกในการขอวีซ่าเพื่อเข้ารับบริการทางการแพทย์
- &#45; เพื่อให้บริการเกี่ยวกับการจองโรงแรม และ/หรือ ที่พักสำหรับผู้ใช้งานแอปพลิเคชัน
- &#45; เพื่อให้บริการเกี่ยวกับการจองรถโดยสารสำหรับผู้ใช้งานแอปพลิเคชัน
- &#45; เพื่อให้บริการจัดเก็บข้อมูลตามคำสั่งของท่าน และการให้บริการอื่นใดที่เกี่ยวกับข้อมูลของท่านตามคำสั่งของท่านเองบนแอปพลิเคชัน
- &#45; เพื่อให้มั่นใจว่าเนื้อหาจากเว็บไซต์ของเราจะถูกนำเสนอต่อท่าน และแสดงผลบนอุปกรณ์อิเล็กทรอนิกส์ของท่านอย่างมีประสิทธิภาพ
- &#45; เพื่อการติดต่อสื่อสาร เพื่อการแสดงความเห็น การซักถาม การโต้ตอบกับท่าน
- **4.2. วัตถุประสงค์ด้านการวิเคราะห์ พัฒนา และปรับปรุงการให้บริการ รวมถึงจัดทำข้อมูลสถิติ**
- &#45; เพื่อการทำวิจัย หรือวิเคราะห์กลยุทธ์ ในการพัฒนา ปรับปรุง ฟังก์ชันต่าง ๆ บนแอปพลิเคชัน
- &#45; เพื่อจัดทำข้อมูลสถิติเกี่ยวกับระบบสาธารณสุข เพื่อการศึกษา และวิเคราะห์ข้อมูลภายในของเราเท่านั้น
- &#45; เพื่อสนับสนุนความมั่นคงและความปลอดภัยของแอปพลิเคชัน
- &#45; เพื่อการทำแบบสำรวจ การประเมินความพึงพอใจ การทำแบบสอบถาม การส่งข้อเสนอแนะความคิดเห็นในแอปพลิเคชัน
- &#45; เพื่อเชื่อมต่อข้อมูลกับแหล่งข้อมูลภาครัฐและภาคเอกชน และจัดทำชุดข้อมูลโดยไม่เปิดเผยตัวบุคคล (ข้อมูลที่ไม่สามารถระบุตัวบุคคลได้ ได้แก่ ข้อมูลประชากร ข้อมูลเชิงพฤติกรรม และข้อมูลทางเทคนิคที่สรุปมาจากข้อมูลพื้นฐาน) เพื่อการใช้ประโยชน์ตามวัตถุประสงค์ของเรา
- **4.3. วัตถุประสงค์ทางการตลาด**
ในกรณีกฎหมายที่เกี่ยวข้องอนุญาตให้ทำได้ และ/หรือ กรณีที่เราได้รับความยินยอมในการประมวลผลข้อมูลจากท่าน เราอาจเก็บรวบรวม ใช้ และเปิดเผยข้อมูลส่วนบุคคลของท่าน รวมถึงแต่ไม่จำกัดเพียงเพื่อวัตถุประสงค์ทางการตลาดต่าง ๆ ดังต่อไปนี้
- &#45; เพื่อนำเสนอข้อมูลและข่าวสารเกี่ยวกับบริการของเราผ่านแอปพลิเคชัน ทั้งนี้ ในกรณีที่ท่านไม่ประสงค์จะได้รับการติดต่อเกี่ยวกับบริการดังกล่าว ท่านสามารถแจ้งความต้องการ ผ่านช่องทางที่เรากำหนด
- &#45; เพื่อประมวลผลการสั่งซื้อยา เวชภัณฑ์ และบริการที่ท่านได้เข้าใช้งาน เพื่อปรับปรุงคุณภาพการให้บริการ ส่งข้อมูลเกี่ยวกับยา เวชภัณฑ์ และนำเสนอการบริการที่ท่านอาจสนใจ รวมถึงการให้คำแนะนำเกี่ยวกับยา เวชภัณฑ์ และบริการแก่ท่าน ผ่านแอปพลิเคชัน
- &#45; เพื่อกำหนดรูปแบบ และปรับปรุงกิจกรรมทางการตลาดโดยทั่วไปของเราให้ดียิ่งขึ้น
- &#45; เพื่อนำข้อมูลผู้ใช้แอปพลิเคชันทั้งหมดมาใช้กำหนดรูปแบบการใช้งาน หรือความสนใจของผู้เข้าชมแอปพลิเคชัน และผู้ใช้บริการ
- **4.4. วัตถุประสงค์อื่น ๆ**
- &#45; เพื่อประเมินและจัดการคำร้องต่าง ๆ จากท่าน
- &#45; เพื่อป้องกันและตรวจสอบการปลอมแปลง
- &#45; เพื่อวัตถุประสงค์ในการตรวจสอบต่าง ๆ การวิเคราะห์และจัดทำเอกสารตามคำร้องขอของหน่วยงานภาครัฐ และ หน่วยงานกำกับดูแลต่าง ๆ
- &#45; เพื่อปฏิบัติตามกฎหมายต่าง ๆ ที่เกี่ยวข้อง

**5. ข้อมูลส่วนบุคคลของผู้เยาว์ บุคคลเสมือนไร้ความสามารถ และบุคคลไร้ความสามารถ (“บุคคลที่ถูกจำกัดความสามารถทางกฎหมาย”)**
เราจะทำการประมวลผลข้อมูลส่วนบุคคลของบุคคลที่ถูกจำกัดความสามารถทางกฎหมายในการทำธุรกรรมเฉพาะกรณีและตามแนวทางที่กฎหมายคุ้มครองข้อมูลส่วนบุคคลกำหนด ทั้งนี้ แอปพลิเคชันและบริการของเรานั้นไม่ได้ถูกออกแบบมาเพื่อใช้งานโดยบุคคลที่ถูกจำกัดความสามารถทางกฎหมาย โดยเรามีความตั้งใจที่จะไม่เก็บรวบรวมข้อมูลส่วนบุคคลของบุคคลที่ถูกจำกัดความสามารถทางกฎหมายโดยตรง แต่จะมีการดำเนินการให้มีการให้ความยินยอมจากผู้ปกครองหรือผู้ใช้อำนาจปกครอง ผู้พิทักษ์ หรือผู้อนุบาล ที่มีอำนาจกระทำการแทนบุคคลดังกล่าว (แล้วแต่กรณี) เว้นแต่เป็นกรณีขอความยินยอมในการประมวลผลข้อมูลส่วนบุคคลของผู้เยาว์ที่มีอายุมากกว่า 10 ปี ซึ่งเป็นการเฉพาะตัวหรือ เป็นการสมแก่ฐานานุรูปแห่งตนและเป็นการอันจำเป็นในการดำรงชีพอันสมควร ซึ่งผู้เยาว์ดังกล่าวสามารถให้ความยินยอมโดยลำพังได้

อนึ่ง เราไม่อาจมั่นใจได้ในทุกกรณีว่า ผู้ใช้งานแอปพลิเคชันหรือบริการของเรานั้น ไม่ได้เป็นบุคคลที่ถูกจำกัดความสามารถทางกฎหมาย ดังนั้น หากเราพบว่าบุคคลที่ถูกจำกัดความสามารถทางกฎหมายมีการเข้าใช้งานแอปพลิเคชัน และได้ให้ข้อมูลส่วนบุคคลกับเราโดยที่ไม่ได้รับความยินยอมจากผู้ปกครองหรือผู้ใช้อำนาจปกครอง ผู้พิทักษ์ หรือผู้อนุบาล ที่มีอำนาจกระทำการแทนบุคคลดังกล่าว (แล้วแต่กรณี) เรามีความจำเป็นที่จะต้องร้องขอให้ผู้ปกครองหรือผู้ใช้อำนาจปกครอง ผู้พิทักษ์ หรือผู้อนุบาล ของบุคคลดังกล่าวติดต่อเราโดยตรงตามช่องทางที่ได้ระบุไว้ในนโยบายฉบับนี้ เพื่อให้ความยินยอมกับเรา หรือช่วยเหลือเราในการนำข้อมูลของบุคคลดังกล่าวออกจากแอปพลิเคชันหรือบริการของเรา

**6. ผู้ที่ได้รับการเปิดเผยข้อมูลส่วนบุคคลจากเรา**
เราจะไม่เปิดเผยข้อมูลส่วนบุคคลของท่าน โดยไม่มีฐานการประมวลผลข้อมูลโดยชอบด้วยกฎหมาย ทั้งนี้ ในกรณีที่ เราจำเป็นต้องส่งข้อมูลส่วนบุคคลของท่านให้แก่บุคคลภายนอก เราจะดำเนินการตามขั้นตอนที่เหมาะสม เพื่อให้มั่นใจว่า บุคคลภายนอกจะดูแลข้อมูลส่วนบุคคลของท่านไม่ให้เกิดการสูญหาย การเข้าถึงข้อมูลโดยไม่ได้รับอนุญาต การใช้ การดัดแปลง หรือการเปิดเผยและการใช้งานที่ไม่ถูกต้อง โดยเราอาจเปิดเผยข้อมูลส่วนบุคคลของท่านให้แก่บุคคลภายนอก ดังต่อไปนี้ 
- &#45; บริษัทในกลุ่มในเครือที่เกี่ยวข้องกับเรา
- &#45; ผู้ให้บริการทางการแพทย์
- &#45; ผู้ให้บริการและผู้รับจ้างงานสนับสนุน/ช่วยเหลืออื่น ๆ ของเรา เช่น ผู้ให้บริการเก็บข้อมูล หรือวิเคราะห์ข้อมูล
- &#45; หน่วยงานภาครัฐ และ หน่วยงานกำกับดูแล
- &#45; ผู้ตรวจสอบบัญชี ทนายความ และที่ปรึกษาด้านต่าง ๆ ของเรา
- &#45; ผู้ควบคุมข้อมูลอื่นที่เจ้าของข้อมูลให้ส่งหรือโอนข้อมูลไปให้

**7. การเปิดเผยข้อมูลส่วนบุคคลของท่านต่อผู้รับข้อมูลในต่างประเทศ**
เราจะทำการเปิดเผยข้อมูลส่วนบุคคลต่อผู้รับข้อมูลในต่างประเทศ เฉพาะกรณีที่กฎหมายคุ้มครองข้อมูลส่วนบุคคล และ/หรือกฎหมายที่เกี่ยวข้องกำหนดให้ทำได้เท่านั้น ทั้งนี้ เราอาจปฏิบัติตามหลักเกณฑ์การโอนข้อมูลระหว่างประเทศ โดยเข้าทำข้อสัญญามาตรฐานหรือใช้กลไกอื่นที่พึงมีตามกฎหมายว่าด้วยการคุ้มครองข้อมูลที่ใช้บังคับ และเราอาจอาศัยสัญญาการโอนข้อมูล หรือกลไกอื่นที่ได้รับการอนุมัติ เพื่อการโอนข้อมูลส่วนบุคคลไปยังต่างประเทศ

**8. มาตรการรักษาความปลอดภัยของข้อมูล**
เราใช้ระบบรักษาความปลอดภัยที่มีมาตรฐานสูงทั้งในด้านเทคโนโลยี และกระบวนการ เพื่อป้องกันการโจรกรรมข้อมูล โดยเราได้ลงทุน ทุ่มเทเวลา และบุคลากรเป็นจำนวนมาก เพื่อให้มั่นใจว่า จะมีการรักษาความปลอดภัยที่ได้มาตรฐานสูง ข้อมูลของท่านจะปลอดภัย ด้วยระบบคอมพิวเตอร์ของเราได้รับการปกป้องด้วยมาตรการต่างๆ เช่น Firewall, Secure Socket Layer เป็นต้น

ถึงแม้เราจะทุ่มเท และใช้ความพยายามในการดูแลข้อมูลให้มีความปลอดภัย ด้วยการใช้เครื่องมือทางเทคนิคร่วมกับการบริหารจัดการโดยบุคคล เพื่อควบคุมและรักษาความปลอดภัยข้อมูล มิให้มีการเข้าถึงข้อมูลส่วนตัวหรือข้อมูลที่เป็นความลับของท่านโดยไม่ได้รับอนุญาต แต่อาจไม่สามารถป้องกันความผิดพลาดได้ทุกประการ เช่น การปกป้องข้อมูลของท่านจากการถูกจู่โจมโดยไวรัสคอมพิวเตอร์ หรือถูกเข้าถึงโดยบุคคลที่ไม่มีอำนาจได้ ท่านจึงควรติดตามข่าวสารเกี่ยวกับคอมพิวเตอร์ให้ทันสมัยอยู่เสมอ ติดตั้งซอฟต์แวร์ประเภท Personal Firewall เพื่อป้องกันคอมพิวเตอร์จากการจู่โจม หรือโจรกรรมข้อมูล ควรตรวจสอบสถานะทางการเงินอย่างสม่ำเสมอ เช่น ยอดเงินคงเหลือ วันที่ทำรายการ รวมถึง เก็บรักษาข้อมูลส่วนบุคคล สถานะทางการเงิน ไว้เป็นความลับ เป็นต้น

**9. สิทธิของเจ้าของข้อมูล**
ภายใต้กฎหมายคุ้มครองข้อมูลส่วนบุคคล ท่านในฐานะเจ้าของข้อมูลมีสิทธิดังต่อไปนี้ โดยการใช้สิทธิดังกล่าว ต้องเป็นไปตามที่กฎหมายกำหนด และอาจมีการปรับปรุงแก้ไขให้เป็นไปตามหลักเกณฑ์ใด ๆ ที่กฎหมายคุ้มครองข้อมูลส่วนบุคคลกำหนด
- &#45; สิทธิในการเข้าถึงข้อมูลส่วนบุคคล
- &#45; สิทธิในการแก้ไขข้อมูลส่วนบุคคลให้ถูกต้อง
- &#45; สิทธิในการขอให้ลบหรือทำลายข้อมูลส่วนบุคคล
- &#45; สิทธิในการระงับใช้ข้อมูลส่วนบุคคล
- &#45; สิทธิในการคัดค้านการเก็บ การใช้ การเปิดเผยข้อมูลส่วนบุคคล
- &#45; สิทธิในการขอถ่ายโอนข้อมูล
- &#45; สิทธิในการถอนความยินยอม

นอกจากนี้ ท่านมีสิทธิเรียกร้องในกรณีที่ เราไม่ปฏิบัติตามคำร้องขอใช้สิทธิของเจ้าของข้อมูล ฝ่าฝืน หรือไม่ปฏิบัติตามบทบัญญัติเกี่ยวกับกฎหมายคุ้มครองข้อมูลส่วนบุคคลต่อหน่วยงานกำกับดูแลได้ ซึ่งรวมถึงคณะกรรมการคุ้มครองข้อมูลส่วนบุคคลโดยติดต่อผ่านสำนักงานคณะกรรมการคุ้มครองข้อมูลส่วนบุคคล กระทรวงดิจิทัลเพื่อเศรษฐกิจและสังคม

ในกรณีที่ท่านเคยให้ความยินยอมใด ๆ ไว้แก่เรา (ที่ไม่ใช่ความยินยอมตามที่กฎหมายอื่นกำหนด) ท่านสามารถเพิกถอนความยินยอมดังกล่าวเมื่อใดก็ได้ แต่อาจกระทบต่อการให้บริการบางประการซึ่งจะได้แจ้งให้ท่านทราบในเวลาที่ท่านขอถอนความยินยอม

ทั้งนี้ ในการดำเนินการตามสิทธิของท่านในข้อนี้ เราจะสามารถพิจารณาดำเนินการให้ท่านได้เฉพาะกับข้อมูลส่วนบุคคลที่เราประมวลผลในฐานะผู้ควบคุมข้อมูลส่วนบุคคลของท่านเท่านั้น สำหรับการใช้สิทธิของท่านในข้อมูลส่วนบุคคลที่เราประมวลผลในฐานะของผู้ประมวลผลข้อมูลให้กับผู้บริการทางการแพทย์ที่ท่านเลือกใช้บริการนั้น เราจะดำเนินการแจ้งผู้บริการทางการแพทย์รายดังกล่าว เพื่อให้พิจารณาดำเนินการตามสิทธิของท่านในฐานะผู้ควบคุมข้อมูลส่วนบุคคลของท่านต่อไป

**10. การติดต่อ**
ในกรณีที่ท่านมีข้อสงสัย ข้อเสนอแนะ หรือความกังวลเกี่ยวกับหลักการนี้ หรือท่านมีข้อสงสัยหรือคำถามเกี่ยวกับกับการใช้ข้อมูลส่วนบุคคลของเรา ท่านสามารถติดต่อเรา ได้ ตามช่องทางดังต่อไปนี้

**ส่งถึง: เจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคล**
**บริษัท เอเวอร์ เมดิคอล เทคโนโลยี จำกัด**
ที่อยู่: 8 ซอยรามอินทรา 81/1 แขวงรามอินทรา เขตคันนายาว 
กรุงเทพมหานคร 10230
อีเมล: support@ever.healthcare
เบอร์ติดต่อ: 02-460-7559

**หมายเหตุ:**
- &#45; โปรดระบุรายละเอียดการติดต่อของท่าน เมื่อมีการร้องเรียนหรือขอใช้สิทธิเรียกร้อง เพื่อให้เราสามารถติดต่อกลับโดยเร็วที่สุด
- &#45; เราไม่คิดค่าธรรมเนียมในการติดต่อเกี่ยวกับข้อมูลส่วนบุคคลของท่าน แต่อาจมีค่าใช้จ่ายสำหรับการดำเนินการตามคำขอภายใต้ กฎหมายคุ้มครองข้อมูลส่วนบุคคลซึ่งนอกเหนือไปจากคำขอเกี่ยวกับการเปลี่ยนแปลงข้อมูลส่วนบุคคลของท่าน

**11. การแก้ไขเปลี่ยนแปลงนโยบาย**
หากเรามีการเปลี่ยนแปลงในสาระสำคัญเกี่ยวกับแนวปฏิบัติว่าด้วยการคุ้มครองข้อมูลส่วนบุคคล เราจะปรับปรุงและแก้ไขนโยบายฉบับนี้ และแสดงบนเว็บไซต์ของเรา เพื่อให้ท่านได้ทราบถึงวิธีการที่เรา เก็บรวบรวม ใช้ จัดการ เปิดเผย และคุ้มครองข้อมูล

วันที่มีผลใช้บังคับของนโยบาย ฉบับนี้ 14 มีนาคม พ.ศ. 2565
`;
