export const terms_content = `บริษัท เอเวอร์ เมดิคอล เทคโนโลยี จำกัด (“บริษัท”) เป็นผู้ให้บริการแอปพลิเคชัน **EVER** (“แอปพลิเคชัน” “แพลตฟอร์ม” หรือ “บริการ”) ซึ่งการให้บริการดังกล่าวอยู่ภายใต้ข้อกำหนดและเงื่อนไขการใช้งานหลักนี้ (“ข้อกำหนดและเงื่อนไขหลัก”) และ/หรือข้อกำหนดและเงื่อนไขเฉพาะ

ผู้ใช้บริการแอปพลิเคชันได้อ่าน และยอมรับว่าผู้ใช้บริการจะต้องผูกพันตามข้อกำหนดและเงื่อนไขหลัก รวมถึงข้อกำหนดและเงื่อนไขเฉพาะ  โดยผู้ใช้บริการจะต้องศึกษาข้อกำหนดและเงื่อนไขทั้งหมดอย่างละเอียดและรอบคอบก่อนที่จะกระทำกิจกรรมใดๆ บนแพลตฟอร์มนี้ หากผู้ใช้บริการทำกิจกรรมใดๆ บนแพลตฟอร์ม ให้ถือว่าผู้ใช้บริการได้ยอมรับที่จะปฏิบัติตามข้อกำหนดและเงื่อนไขหลัก รวมถึงข้อกำหนดและเงื่อนไขเฉพาะแล้ว ทั้งนี้ บริษัทมีสิทธิ์ที่จะแก้ไข เปลี่ยนแปลง หรือยกเลิกข้อกำหนดและเงื่อนไขหลัก ข้อกำหนดและเงื่อนไขเฉพาะ และ/หรือข้อตกลงอื่นๆ ในแพลตฟอร์มนี้ โดยไม่ต้องแจ้งให้ผู้ใช้บริการทราบล่วงหน้า

**1. คำจำกัดความ**
1.1. “บริการแอปพลิเคชัน **EVER**” หมายถึง บริการต่าง ๆ ที่ระบุไว้ในข้อ 2 ที่ผู้ใช้บริการสามารถเข้าถึงได้โดยผ่านทางโมบายแอปพลิเคชัน
1.2. “บัญชี” หมายถึง บัญชีที่เปิดขึ้นเพื่อประโยชน์ในการรับบริการทางการแพทย์ หรือบริการอำนวยความสะดวกอื่น ๆ ซึ่งอาจจะเชื่อมโยงเข้ากับระบบฐานข้อมูลของสถานพยาบาลต่าง ๆ ซึ่งเป็นผู้ให้บริการทางการแพทย์ผ่านทางแพลตฟอร์มนี้ รวมถึงข้อมูลด้านสุขภาพของผู้รับบริการที่มีอยู่กับสถานพยาบาลนั้น ๆ
1.3. “ผู้ใช้บริการแอปพลิเคชัน” หรือ “ผู้ใช้บริการ” หมายถึง บุคคลที่ใช้บริการนี้ ไม่ว่าจะลงทะเบียนหรือไม่ก็ตาม โดยบุคคลที่ลงทะเบียนเป็นผู้ใช้บริการแอปพลิเคชันสามารถลงทะเบียนในนามของตนเอง และ/หรือในนามของผู้รับบริการทางการแพทย์ที่อยู่ในความดูแลหรืออำนาจปกครองของตน ทั้งนี้ ภายใต้ข้อกำหนดและเงื่อนไขการใช้บริการนี้
1.4. “ผู้รับบริการทางการแพทย์” หมายถึง ผู้ใช้บริการที่ลงทะเบียนเป็นผู้รับบริการทางการแพทย์จากบุคลากรทางการแพทย์ และ/หรือสถานพยาบาลต่างๆ ที่มีชื่อเป็นผู้ให้บริการทางการแพทย์ผ่านทางแพลตฟอร์มนี้
1.5. “ชื่อผู้ใช้และรหัสผ่าน” หมายถึง เลขบัตรประจาตัวประชาชน หรือ เลข HN , รหัสผ่าน Password, รหัส OTP (One Time Password) รวมถึงรหัสอื่นใดที่เกี่ยวข้องกับการเข้าใช้บริการแอปพลิเคชั่น ไม่ว่าจะเรียก ด้วยชื่อใดๆ และไม่ว่าจะเป็นที่บริษัทเป็นผู้กำหนดให้ หรือที่ผู้ใช้บริการเป็นผู้กำหนดเองก็ตาม
1.6. “บริการทางการแพทย์” หมายถึง บริการด้านการแพทย์และสาธารณสุขซึ่งให้โดยตรงแก่บุคคลเพื่อเสริมสร้างสุขภาพการป้องกันโรค การตรวจวินิจฉัยโรค การรักษาพยาบาล และการฟื้นฟูสมรรถภาพที่จำเป็นต่อสุขภาพและการดำรงชีวิต ซึ่งรวมถึงการบริการการแพทย์แผนไทย และการแพทย์ทางเลือกตามกฎหมายว่าด้วยการประกอบโรคศิลปะ

**2. บริการ**
2.1. ขอบข่ายบริการซึ่งผู้ใช้บริการสามารถเข้าถึงได้ผ่านแพลตฟอร์มครอบคลุมการให้บริการต่าง ๆ ดังต่อไปนี้
- 2.1.1. การลงทะเบียนผู้ป่วยและการบันทึกการยืนยันตัวตน
- 2.1.2. ระบบวิดีโอคอลหรือโทรเวชกรรม เพื่อปรึกษา สอบถาม และรับการวินิจฉัยกับผู้ให้บริการทางการแพทย์ ที่ท่านเลือกใช้บริการผ่านแอปพลิเคชัน
- 2.1.3. ระบบแจ้งเตือนการนัดพบแพทย์ผ่านโทรเวชกรรมและการแจ้งเตือนบริการอื่นๆ
- 2.1.4. ระบบการบันทึกค่าสัญญาชีพเบื้องต้นและการเชื่อมต่อ Google Health หรือ Apple Health Kit
- 2.1.5. ระบบระบุตำแหน่งผู้รับบริการทางการแพทย์จาก GPS ในมือถือเพื่อใช้ในการส่งยาหรือสินค้าอื่นๆ
- 2.1.6. ระบบการเชื่อมต่อข้อมูลสุขภาพระหว่างแอปพลิเคชันมือถือฝั่งผู้รับบริการทางการแพทย์ และเว็ปแอปพลิเคชันฝั่งแพทย์ และ/หรือบุคลากรทางการแพทย์
- 2.1.7. ระบบการ chat ระหว่างผู้รับบริการทางการแพทย์และแพทย์ และ/หรือบุคลากรทางการแพทย์
- 2.1.8. บริการนัดหมายแพทย์เพื่อรับบริการหรือขอคำปรึกษาด้านสุขภาพ
- 2.1.9. บริการสอบถามข้อมูลการให้บริการทางการแพทย์ หรือข้อมูลที่เกี่ยวข้อง
- 2.1.10. บริการอำนวยความสะดวกในการขอวีซ่าเพื่อเข้ารับบริการทางการแพทย์
- 2.1.11. บริการจองโรงแรม และ/หรือ ที่พักสำหรับผู้รับบริการทางการแพทย์
- 2.1.12.	 บริการจองรถโดยสารสำหรับผู้รับบริการทางการแพทย์
- 2.1.13.	บริการพื้นที่ในการจัดเก็บข้อมูลซึ่งมีความปลอดภัยสูงผ่านระบบ Blockchain เพื่อการเข้าถึง และ/หรือใช้ข้อมูลของผู้ใช้บริการ
- 2.1.14.	บริการแจ้งข่าวสาร โฆษณาโดยบริษัท
- 2.1.15.	บริการอื่น ๆ ที่อาจเพิ่มเติมในภายหลัง

2.2. สำหรับบริการบางประเภท จำเป็นต้องลงทะเบียนและล็อกอิน (Log In) ก่อนการใช้บริการ และการใช้บริการบางประเภทอาจอยู่ภายใต้ข้อกำหนดและเงื่อนไขเฉพาะเกี่ยวกับการใช้บริการนั้น ๆ ด้วย
2.3. ผู้ใช้บริการตกลงและรับทราบว่าบริษัทเป็นเพียงแพลตฟอร์มสื่อกลางระหว่างผู้ใช้บริการกับบุคลากรทางการแพทย์ สถานพยาบาลต่าง ๆ ซึ่งเป็นผู้ให้บริการทางการแพทย์ และ/หรือผู้ให้บริการอื่นๆ ผู้ใช้บริการรับทราบและเข้าใจว่าบริษัทไม่ได้เป็นผู้ให้บริการทางการแพทย์ และ/หรือบริการอื่นๆ ด้วยตัวเอง และบริษัทไม่ได้เป็นคู่สัญญาในข้อตกลงหรือสัญญาใดๆ ระหว่างผู้ใช้บริการกับบุคลากรทางการแพทย์ สถานพยาบาลต่าง ๆ และ/หรือผู้ให้บริการ ดังนั้น บริษัทไม่ต้องรับผิดชอบต่อความผิดพลาด หรือความเสียหายใดๆที่เกิดขึ้นจากการให้บริการทางการแพทย์โดยบุคลากรทางการแพทย์ สถานพยาบาลต่างๆ และ/หรือจากการให้บริการอื่นๆ โดยผู้ให้บริการ รวมถึงจากข้อตกลงหรือสัญญาระหว่างผู้ใช้บริการกับบุคลากรทางการแพทย์ สถานพยาบาล และ/หรือผู้ให้บริการอื่นๆ
2.4. ไม่ว่ากรณีใดก็ตาม บริษัทจะไม่ถูกพิจารณาว่าเป็นคู่สัญญาในข้อตกลงหรือสัญญาใดๆ ระหว่างผู้ใช้บริการกับบุคลากรทางการแพทย์ สถานพยาบาล และ/หรือผู้ให้บริการอื่นๆ หรือเข้าไปเกี่ยวข้องด้วยประการใดๆ ในความสัมพันธ์ทางสัญญาระหว่างผู้ใช้บริการ กับบุคลากรทางการแพทย์ สถานพยาบาลต่าง และ/หรือผู้ให้บริการอื่นๆ
2.5. ผู้ใช้บริการ ตกลงและรับทราบว่าข้อมูลต่างๆบนแพลตฟอร์ม รวมถึงข้อมูลจากบุคลากรทางการแพทย์ และ/หรือสถานพยาบาลต่างๆ  ไม่สามารถนำมาใช้แทนการให้คำปรึกษาทางการแพทย์ หรือการวินิจฉัยโรคของแพทย์ได้ และไม่ควรนำมาใช้เพื่อประกอบการตัดสินใจที่จะเริ่มหรือยกเลิกการเข้ารับการรักษาพยาบาล
2.6. สำหรับสิทธิประโยชน์ที่ทางบริษัท บุคลากรทางการแพทย์ สถานพยาบาล และ/หรือผู้ให้บริการอื่นๆ เสนอให้ผู้ใช้บริการแต่ละรายผ่านทางแพลตฟอร์มนี้อาจแตกต่างกัน ขึ้นอยู่กับประวัติการใช้บริการของผู้ใช้บริการแอปพลิเคชันแต่ละราย รายการโปรโมชั่นแต่ละประเภท และ/หรือนโยบายทางการตลาดของบริษัท บุคลากรทางการแพทย์ สถานพยาบาล และ/หรือผู้ให้บริการอื่นๆ

**3. การลงทะเบียนเป็นผู้ใช้**
3.1. ในการเข้าใช้บริการแอปพลิเคชันท่านไม่จำเป็นต้องลงทะเบียนก่อน แต่เพื่อให้ท่านได้รับประโยชน์และประสบการณ์ในการใช้บริการแอปพลิเคชัน อย่างเต็มที่ เราแนะนำให้ท่านลงทะเบียนเป็นผู้ใช้บริการแอปพลิเคชันและผู้รับบริการทางการแพทย์ด้วย โดยท่านจะต้องกรอกข้อมูลส่วนตัวและตั้งรหัสประจำตัวเพื่อระบุยืนยันตัวตนของผู้ใช้บริการแอปพลิเคชัน
3.2. ในการเข้าใช้บริการแอปพลิเคชันผู้ใช้บริการต้องใส่ชื่อผู้ใช้และรหัสผ่านให้ถูกต้อง พร้อมปฏิบัติตามขั้นตอน วิธีการ และเงื่อนไขการใช้บริการ ที่กำหนดอย่างถูกต้องครบถ้วนทุกครั้ง
3.3. ผู้ใช้บริการจะต้องรักษาชื่อผู้ใช้และรหัสผ่านไว้เป็นความลับ และไม่เปิดเผยหรือกระทำการใดๆ ที่อาจทำให้ผู้อื่นทราบชื่อผู้ใช้และรหัสผ่านดังกล่าว และหากมีบุคคลอื่นล่วงรู้รหัสผ่านของผู้ใช้บริการ ผู้ใช้บริการจะแจ้งให้บริษัททราบโดยเร็ว
3.4. ผู้ใช้บริการสามารถเปลี่ยนแปลงรหัสผ่านและ/หรือรหัสที่เกี่ยวข้องกับการเข้าใช้บริการแอปพลิเคชันเมื่อใดก็ได้ โดยดำเนินการตามวิธีการและเงื่อนไขที่บริษัทกำหนด
3.5. ผู้ใช้บริการยืนยันว่าบรรดาข้อมูลที่ได้ให้ไว้แก่บริษัท และ/หรือสถานพยาบาล บุคลากรทางการแพทย์ ผู้ให้บริการอื่นๆ ที่มีชื่อเป็นผู้ให้บริการผ่านทางแพลตฟอร์มนี้เป็นข้อมูลที่ถูกต้องครบถ้วน โดยเฉพาะอย่างยิ่ง ผู้ใช้บริการรับรองว่าเบอร์โทรศัพท์มือถือและอีเมลส่วนตัวของผู้ใช้บริการยังคงใช้งานได้อยู่ในขณะที่ให้ข้อมูลดังกล่าว
3.6. ผู้ใช้บริการสามารถทำการปรับเปลี่ยนข้อมูลส่วนตัวผ่านทางแอปพลิเคชัน โดยผู้ใช้บริการรับรองว่าหากมีการเปลี่ยนแปลงข้อมูลส่วนตัว ผู้ใช้บริการจะปรับปรุงข้อมูลส่วนตัวบนแอปพลิเคชันให้ทันสมัยอยู่ตลอดเวลา
3.7. ผู้ใช้บริการรับทราบและตกลงรับผิดชอบต่อการใช้บริการใดๆ ที่ทำโดยชื่อผู้ใช้และรหัสผ่านของผู้ใช้บริการ หรือผ่านช่องทางใดๆ ที่บริษัทกำหนด โดยให้ถือว่าเป็นการกระทำของผู้ใช้บริการและมีผลผูกพันต่อผู้ใช้บริการทุกประการ
3.8. ผู้ใช้บริการยืนยันว่าได้บรรลุนิติภาวะ หรือได้รับความยินยอมจากผู้ปกครองให้ใช้บริการแอปพลิเคชันแล้ว

**4. การลงทะเบียนขอเปิดบัญชีแทนบุคคลอื่นเป็นผู้รับบริการทางการแพทย์**
4.1. ท่านสามารถลงทะเบียนขอเปิดบัญชีแทนบุคคลอื่น เพื่อให้ผู้นั้นเป็นผู้รับบริการทางการแพทย์ก็ได้ ซึ่งอาจมีจำนวนมากกว่าหนึ่งคนก็ได้ ทั้งนี้ ภายใต้เงื่อนไขอย่างหนึ่งอย่างใดดังต่อไปนี้
- ก) บุคคลอื่นนั้นต้องอยู่ในอำนาจปกครองของท่านโดยชอบด้วยกฎหมาย
- ข) บุคคลอื่นนั้นอยู่ในความดูแลหรือความรับผิดชอบของท่านโดยชอบด้วยกฎหมาย

4.2. บริษัทอาจขอข้อมูลและเอกสารใด ๆ ที่จำเป็นเพื่อยืนยันตัวตน ความสัมพันธ์ ความยินยอมของผู้รับบริการทางการแพทย์ และ/หรืออำนาจในการกระทำการแทนผู้รับบริการทางการแพทย์ โดยบริษัทขอสงวนสิทธิ์ที่จะปฎิเสธการเปิดบัญชีแทนบุคคลอื่น เพื่อให้ผู้นั้นเป็นผู้รับบริการทางการแพทย์ หากบริษัทไม่ได้รับหลักฐานที่จำเป็นอย่างเพียงพอ หรือหากการยินยอมให้เปิดบัญชีแทนบุคคลอื่นนั้นอาจนำไปสู่การละเมิดต่อบทบัญญัติของกฎหมาย
4.3. ในการลงทะเบียนขอเปิดบัญชีแทนบุคคลอื่น เพื่อให้ผู้นั้นเป็นผู้รับบริการทางการแพทย์ ท่านรับรองและรับประกันว่า
- ก) ท่านมีอำนาจปกครองผู้รับบริการทางการแพทย์โดยชอบด้วยกฎหมาย และ/หรือมีอำนาจกระทำการต่าง ๆ แทนผู้รับบริการทางการแพทย์ตามกฎหมาย (เช่น การลงทะเบียนขอเปิดบัญชีผู้รับบริการทางการแพทย์, การให้ความยินยอมในเรื่องเกี่ยวกับข้อมูลส่วนบุคคล และการใด ๆ ที่เกิดขึ้นภายใต้ชื่อบัญชีของผู้รับบริการทางการแพทย์) และ/หรือ
- ข) ผู้รับบริการทางการแพทย์อยู่ในความดูแลหรือความรับผิดชอบของท่านโดยชอบด้วยกฎหมาย

4.4. การที่บริษัทอนุมัติให้ท่านเปิดบัญชีแทนบุคคลอื่น เพื่อให้ผู้นั้นเป็นผู้รับบริการทางการแพทย์ ไม่ทำให้ท่านหลุดพ้นจากความรับผิดชอบใด ๆ ที่มีต่อบริษัท
4.5. ในกรณีท่านเปิดบัญชีแทนผู้เยาว์ในขณะที่ผู้เยาว์อายุยังไม่ถึงเกณฑ์ที่กฎหมายกำหนดให้สามารถให้ความยินยอมในเรื่องเกี่ยวกับข้อมูลส่วนบุคคลของผู้เยาว์นั้นได้ด้วยตนเองนั้น ท่านมีสิทธิในข้อมูลส่วนบุคคลของผู้เยาว์ตามที่บริษัทกำหนด และเมื่อผู้เยาว์มีอายุตามเกณฑ์ที่กฎหมายกำหนดให้สามารถให้ความยินยอมในเรื่องเกี่ยวกับข้อมูลส่วนบุคคลของตนได้แล้วนั้น บริษัทจะดำเนินการขอความยินยอมจากผู้เยาว์โดยตรง
4.6. เมื่อมีเหตุอันสมควร บริษัทสงวนสิทธิ์ที่จะขอให้ผู้รับบริการทางการแพทย์ที่ท่านเปิดบัญชีแทนนั้น ปรับสถานะเป็นผู้ใช้ บริการแอปพลิเคชันด้วยตนเอง เพื่อให้เป็นไปตามบทบัญญัติของกฎหมาย

**5. การใช้บริการแอปพลิเคชัน**
5.1. ผู้ใช้บริการตกลงและรับทราบว่า บริษัทไม่ได้รับรองถึงความถูกต้องสมบูรณ์ของเนื้อหาที่ปรากฏอยู่บนแพลตฟอร์ม ซึ่งรวมถึงแต่ไม่จำกัดเพียง ค่าบริการทางการแพทย์ และ/หรือรายการสิทธิประโยชน์ใดๆ และไม่รับรองว่าแพลตฟอร์มปราศจากซึ่งไวรัส หรือสิ่งอื่นๆ ที่อาจจะกระทบต่ออุปกรณ์เคลื่อนที่ของผู้ใช้บริการ
5.2. การใช้งานแพลตฟอร์มในแต่ละครั้ง ถือว่าผู้ใช้บริการได้รับทราบถึงข้อตกลงและเงื่อนไขหลัก รวมถึงข้อตกลงและเงื่อนไขที่มีการเปลี่ยนแปลงแก้ไขและได้ใช้บังคับในเวลาดังกล่าวโดยครบถ้วนสมบูรณ์แล้ว โดยผู้ใช้บริการตกลงปฏิบัติตามข้อตกลงและเงื่อนไขดังกล่าวทุกประการ
5.3. หากมีข้อผิดพลาดประการใดเกิดขึ้นในการใช้แพลตฟอร์ม หรือมีข้อสงสัยเกี่ยวกับข้อมูลผู้ใช้บริการ หรือผู้รับบริการทางการแพทย์ ผู้ใช้บริการจะแจ้งรายละเอียดต่าง ๆ ที่เกี่ยวข้องมายังบริษัท เพื่อยืนยันตรวจสอบแก้ไขข้อผิดพลาดดังกล่าว

**6. การจัดการและปกป้องคุ้มครองข้อมูลส่วนบุคคล**
6.1. บริษัทอาจมีการบันทึกบทสนทนาทีเกิดขึ้นบนแพลตฟอร์มระหว่างผู้ใช้บริการกับ บริษัท สถานพยาบาล บุคคลากรทางการแพทย์ และ/หรือผู้ให้บริการอื่นๆ รวมถึงจัดเก็บ และ/หรือ บันทึก และ/หรือ ประมวลผลข้อมูลเกี่ยวกับผู้ใช้บริการ และ/หรือ บันทึกรายละเอียดการใช้บริการ และ/หรือ การดำเนินการใดๆ ที่เกี่ยวข้องกับการใช้บริการของผู้ใช้บริการ และประมวลผลข้อมูลดังกล่าว นอกจากนั้น เพื่อประโยชน์ในการปรับปรุงและพัฒนาแอปพลิเคชัน รวมถึงการสอบถามความพึงพอใจในการใช้แอปพลิเคชัน ตลอดจนการนำเสนอผลิตภัณฑ์หรือบริการของบริษัทที่ท่านอาจมีความสนใจ บริษัท อาจเก็บรวบรวม ใช้ และเปิดเผยข้อมูลส่วนบุคคลของท่าน ในกรณีที่ท่านได้ให้ความยินยอมไว้กับบริษัท 
6.2. ในการใช้บริการแอปพลิเคชัน บริษัทจะมีการเก็บรวบรวม ใช้ และเปิดเผยข้อมูลส่วนบุคคลของผู้ใช้บริการ และ/หรือ ของบุคคลอื่นใดที่ผู้ใช้บริการได้ให้ข้อมูลไว้แก่บริษัท เพื่อวัตถุประสงค์ในการให้บริการตามข้อกำหนดและเงื่อนไขนี้ และวัตถุประสงค์อื่นใดตามที่ระบุในประกาศนโยบายการคุ้มครองข้อมูลส่วนบุคคลของแอปพลิเคชัน (“นโยบายความเป็นส่วนตัว”) (Privacy Policy) โปรดอ่านนโยบายความเป็นส่วนตัวเพื่อเข้าใจถึงวิธีการที่บริษัทเก็บรวบรวม ใช้ และเปิดเผยข้อมูลส่วนบุคคล รวมถึงสิทธิของท่านในฐานะเจ้าของข้อมูลส่วนบุคคลตามกฎหมายคุ้มครองข้อมูลส่วนบุคคล โดยการยอมรับข้อกำหนดและเงื่อนไขหลักนี้ ท่านรับรองว่าท่านได้อ่านและทำความเข้าใจนโยบายความเป็นส่วนตัวและยอมรับในข้อกำหนดต่างๆ ที่ระบุไว้ในนโยบายความเป็นส่วนตัวดังกล่าว ซึ่งถือเป็นส่วนหนึ่งของข้อกำหนดและเงื่อนไขหลักนี้
6.3. บริษัทให้บริการแก่ผู้ใช้บริการในฐานะของผู้ให้บริการแอปพลิเคชั่น โดยในการเข้าใช้แอปพลิเคชั่นของบริษัท ผู้ใช้บริการอาจได้รับบริการโดยตรงจากผู้ให้บริการภายนอกรายอื่น ซึ่งรวมถึง บริการเกี่ยวกับการตรวจวินิจฉัยโรค และให้บริการทางการแพทย์ ซึ่งบริษัทจะไม่รับผิดชอบต่อผู้ใช้บริการสำหรับความสูญเสียหรือความเสียหายที่ท่านได้รับจากการใช้บริการของบุคคลภายนอกดังกล่าว ในกรณีนี้ ให้ผู้ใช้บริการตรวจสอบรายละเอียดการให้บริการและการประมวลผลข้อมูลส่วนบุคคลในกิจกรรมดังกล่าว ได้จากข้อกำหนดและเงื่อนไข นโยบายคุ้มครองข้อมูลส่วนบุคคล และ/หรือหนังสือแจ้งการประมวลผลข้อมูลส่วนบุคคล ของผู้ให้บริการภายนอกที่ท่านเลือกใช้บริการโดยตรง

**7. สิทธิในทรัพย์สินทางปัญญา**
7.1. ผู้ใช้บริการตกลงและยอมรับว่า แพลตฟอร์ม รวมถึงระบบอิเล็กทรอนิกส์และข้อมูลที่อยู่บนแพลตฟอร์มได้รับความคุ้มครองโดยกฎหมายลิขสิทธิ์ และ/หรือ กฎหมายใด ๆ เกี่ยวกับทรัพย์สินทางปัญญา ทั้งนี้ บริษัทยังคงเป็นเจ้าของลิขสิทธิ์ ทรัพย์สินทางปัญญา สิทธิ และ/หรือ ผลประโยชน์ทั้งหลายทั้งปวงในแพลตฟอร์ม
7.2. อนึ่ง การที่ผู้ใช้บริการได้รับสิทธิในการใช้แพลตฟอร์ม มิได้ถือเป็นการโอนกรรมสิทธิ์หรือสิทธิใด ๆ ในแพลตฟอร์มให้แก่ผู้ใช้บริการ และในกรณีมีการกระทำใด ๆ กับแพลตฟอร์ม หรือมีการอ้างอิง หรือใช้ข้อมูลจากแพลตฟอร์มโดยมิได้รับอนุญาตหรือมิชอบด้วยกฎหมาย ผู้ใช้บริการตกลงรับผิดชอบต่อบริษัท

**8. การชำระเงินและเงื่อนไข**
8.1. ผู้ใช้บริการอาจเลือกชำระค่าบริการ และค่าใช้จ่ายตามรายการที่เกี่ยวข้อง (หากมี) โดยเลือกชำระผ่านบัตรเครดิตหรือบัตรเดบิต หรือผ่านวิธีการชำระเงินอื่นใดที่กำหนดในแอปพลิเคชัน 
8.2. ในการดำเนินการชำระเงิน บริษัทใช้ผู้ดำเนินการด้านการชำระเงินซึ่งเป็นบุคคลภายนอกให้จัดการเกี่ยวกับการชำระเงินค่าบริการ และ/หรือค่าใช้จ่ายอื่นใดที่เกี่ยวข้อง (หากมี) บริษัทจะไม่รับผิดชอบ หรือมีความรับผิดเกี่ยวกับการกระทำหรือการงดเว้นกระทำการของผู้ดำเนินการด้านการชำระเงินที่เป็นบุคคลภายนอก
8.3. อัตราค่าบริการ และเงื่อนไขการชำระค่าบริการ และ/หรือค่าใช้จ่ายตามรายการที่เกี่ยวข้อง จะเป็นไปตามที่สถานพยาบาลต่างๆ บุคลากรทางการแพทย์ และ/หรือผู้ให้บริการกำหนด โดยอาจมีความแตกต่างกันไปตามบริการแต่ละประเภท และขึ้นอยู่กับข้อกำหนดและเงื่อนไขของสถานพยาบาลแต่ละที่ บุคลากรทางการแพทย์แต่ละท่าน และ/หรือผู้ให้บริการแต่ละราย ทั้งนี้ บริษัทจะไม่รับผิดชอบ หรือมีความรับผิดใดๆ เกี่ยวกับอัตราค่าบริการ และเงื่อนไขการชำระค่าบริการ และ/หรือค่าใช้จ่ายตามรายการที่เกี่ยวข้องของสถานพยาบาล บุคลากรทางการแพทย์ และ/หรือผู้ให้บริการ
8.4. หากผู้ใช้บริการปฏิเสธที่จะชำระค่าบริการ และ/หรือ ค่าใช้จ่ายตามรายการที่เกี่ยวข้อง (หากมี) ที่ถึงกำหนดชำระภายใต้เงื่อนไขการชำระเงินของสถานพยาบาล บุคลากรทางการแพทย์ และ/หรือผู้ให้บริการ ผู้ใช้บริการจะไม่สามารถใช้บริการอื่นๆ เพิ่มเติมในแอปพลิเคชันได้ จนกว่าจะได้ชำระเงินที่ค้างชำระอยู่จนครบถ้วน
8.5. สถานพยาบาล บุคลากรทางการแพทย์ และ/หรือผู้ให้บริการอื่นๆ สงวนสิทธิ์ที่จะติดต่อผู้ใช้บริการเพื่อดำเนินการที่จำเป็นเกี่ยวกับบริการ ซึ่งรวมถึงแต่ไม่จำกัดเพียงการเรียกเก็บเงินที่ค้างชำระอันเกิดขึ้นจากการใช้บริการ

**9. ความรับผิดชอบของผู้ใช้บริการ**
9.1. ผู้ใช้บริการตกลงว่าจะไม่ใช้แพลตฟอร์มเพื่อวัตถุประสงค์อื่นใดนอกเหนือจากวัตถุประสงค์ของบริการนี้เท่านั้น
9.2. ผู้ใช้บริการจะไม่กระทำการอย่างใดอย่างหนึ่ง รวมถึงไม่ยินยอมให้บุคคลอื่นกระทำการอย่างใดอย่างหนึ่ง ดังต่อไปนี้ด้วย
- ก) ส่ง ไวรัส วอร์ม ม้าโทรจัน (Trojan horses) หรือโปรแกรมอื่นใดซึ่งมีสถานะในการทำลายเข้าแพลตฟอร์ม
- ข) ลอกเลียน แก้ไข แยก วิศวกรรมย้อนกลับ หรือเปลี่ยนแปลงแพลตฟอร์มหรือข้อมูลของบริษัท
- ค) ใช้หุ่นยนต์ สไปเดอร์ (Spiders) คลอว์เลอส์ (Crawlers) สเครปปิ้ง (Scraping) หรือเทคโนโลยีที่คล้ายกันเพื่อเข้าถึงแพลตฟอร์มหรือระบบอิเล็กทรอนิกส์ของบริษัทหรือเพื่อให้ได้มาซึ่งข้อมูลของบริษัท
- ง) แทรกแซงหรือขัดขวางการทำงานของซอฟต์แวร์ ระบบ อุปกรณ์ เครื่องมือ หรือเครือข่ายใด ๆ ซึ่งใช้ในบริการ หรือฝ่าฝืนกฎ ระเบียบ ข้อบังคับ นโยบายการบริการ
- จ) หลีกเลี่ยงกระบวนการตรวจสอบความน่าเชื่อถือและความปลอดภัยของบริการ เครือข่าย หรือระบบอื่นใดที่เกี่ยวข้อง
- ฉ) เข้าถึงและ/หรือใช้บริการโดยวิธีการอื่นใดนอกเหนือจากที่ระบุไว้ในข้อกำหนดและเงื่อนไขนี้
- ช) ใช้แพลตฟอร์มในลักษณะที่ขัดต่อกฎหมาย
- ซ) ยินยอมให้บุคคลอื่นที่ไม่ได้รับอนุญาตจากผู้ใช้บริการ ในการใช้ ชื่อ รหัสผ่าน และกระบวนการใด ๆ เพื่อให้บุคคลดังกล่าวสามารถเข้าถึงและใช้บริการ

9.3. ผู้ใช้บริการตกลงที่จะปกป้อง ชดใช้ และปกป้องบริษัทให้ปลอดจากบรรดาข้อเรียกร้อง ค่าใช้จ่าย และค่าที่ปรึกษากฎหมายที่เกิดจาก (ก) การที่ผู้ใช้บริการฝ่าฝืนข้อกำหนดและเงื่อนไขหลัก รวมถึงข้อกำหนดและเงื่อนไขเฉพาะ (ข) การฉ้อโกง การกระทำผิด หรือการประมาทเลินเล่ออย่างร้ายแรงของผู้ใช้บริการ (ค) การที่ผู้ใช้บริการใช้แอปพลิเคชันไปในทางที่ผิด และ (ง) การที่ผู้ใช้ละเมิดกฎหมาย หรือกฎเกณฑ์ที่เกี่ยวข้อง

**10. การระงับการให้บริการชั่วคราวและการยกเลิกการให้บริการ**
10.1. บริษัทให้บริการแอปพลิเคชันตามสภาพที่เป็นอยู่ (AS IS) และมีอยู่ (AS AVAILABLE) บริษัทสงวนสิทธิ์ที่จะปรับปรุงและอัพเดทแอปพลิเคชันเป็นครั้งคราว ในเวลาใด ๆ ก็ได้โดยไม่ต้องแจ้งให้ทราบล่วงหน้า เพื่อเพิ่มประสิทธิภาพการทำงาน หรือเพิ่มประสบการณ์การใช้งานแอปพลิเคชันที่ดีขึ้น ซึ่งอาจเปลี่ยนแปลง จำกัด ระงับ หรือยกเลิกฟังก์ชั่น หรือบริการบางประเภท
10.2. บริษัทมีสิทธิระงับหรือยกเลิกการเข้าถึงบริการแอปพลิเคชัน (รวมถึงบัญชีข้อมูลส่วนบุคคลของผู้รับบริการทางการแพทย์) นี้ได้ทันที ไม่ว่าทั้งหมดหรือบางส่วน หากบริษัทสงสัยหรือเห็นว่า มีการใช้บริการในลักษณะที่ขัดต่อข้อกำหนดและเงื่อนไขนี้ หรือขัดต่อกฎหมายหรือความสงบเรียบร้อยหรือศีลธรรมอันดีของประชาชน หรือในลักษณะที่ผิดปกติหรือมีพฤติการณ์อันน่าเชื่อว่าการใช้บริการในลักษณะที่อาจก่อให้เกิดความเสียหายแก่บุคคลใด ๆ
10.3. ผู้ใช้บริการยอมรับว่าบริษัทมีสิทธิปฏิเสธการให้บริการแอปพลิเคชัน ระงับหรือยกเลิกการเข้าถึงแอปพลิเคชัน ไม่ว่าทั้งหมดหรือบางส่วนโดยไม่จำเป็นต้องระบุสาเหตุการปฏิเสธ/ยกเลิกดังกล่าว

**11. การจำกัดความรับผิด**
11.1. บริษัทเป็นผู้พัฒนา เป็นเจ้าของกรรมสิทธิ์ และเป็นผู้ให้บริการแอปพลิเคชันซึ่งทำหน้าที่เป็นเพียงแค่แพลตฟอร์มด้านเทคโนโลยีสำหรับผู้ใช้บริการเท่านั้น บริษัทไม่มีส่วนเกี่ยวข้องในการให้บริการ โดยบุคลากรทางการแพทย์ สถานพยาบาล และ/หรือผู้ให้บริการอื่นๆ (แล้วแต่กรณี) เป็นผู้ดำเนินการจัดการในการให้บริการทั้งหมด ดังนั้น บุคลากรทางการแพทย์ สถานพยาบาล และ/หรือผู้ให้บริการจะเป็นผู้รับผิดชอบต่อความเสียหาย ข้อเรียกร้อง และความรับผิดใด ๆ ที่เกิดจากการดำเนินการให้บริการแต่เพียงฝ่ายเดียว
11.2. บริษัทจะไม่รับผิดต่อผู้ใช้บริการหรือรับผิดใด ๆ ในความสูญเสีย หรือความเสียหายใด ๆ อันเนื่องมาจาก หรือเป็นผลจากบริการ ไม่ว่าจะเป็นการรับผิดร่วมกัน หรือต่างคนต่างรับผิด ทั้งนี้ เฉพาะเท่าที่กฎหมายที่ใช้บังคับอนุญาตให้กระทำได้เท่านั้น โดยผู้ใช้บริการรับรู้และยอมรับว่าความเสี่ยงทั้งหมดจากการใช้บริการของผู้ใช้บริการนั้น เป็นความเสี่ยงของผู้ใช้บริการทั้งหมดแต่เพียงฝ่ายเดียว และผู้ใช้บริการไม่มีสิทธิไล่เบี้ยต่อบริษัทไม่ว่าในกรณีใด เว้นแต่ความสูญเสียหรือเสียหายนั้นเกิดจากการที่บริษัท ฝ่าฝืนข้อกำหนดและเงื่อนไขหลักนี้ การฉ้อโกง หรือความประมาทเลินเล่ออย่างร้ายแรงของบริษัทเอง
11.3. ไม่ว่ากรณีใดก็ตาม บริษัทไม่ต้องรับผิดชอบในความเสียหายที่เกิดขึ้นจากเหตุสุดวิสัยต่างๆหรือเหตุการณ์ที่บริษัทไม่สามารถควบคุมได้ซึ่งรวมถึงการที่อุปกรณ์ระบบสื่อสารหรือการส่งสัญญาณเชื่อมต่อไม่ทำงานหรือการรบกวนจากไวรัสคอมพิวเตอร์หรือจากการกระทำที่ไม่ชอบด้วยกฎหมายหรือในกรณีที่บริษัทปิดให้บริการนี้เพื่อปรับปรุงหรือบำรุงรักษาระบบอันเป็นเหตุให้ผู้ใช้บริการไม่สามารถใช้บริการนี้ได้
11.4. ไม่ว่ากรณีใดก็ตาม บริษัทจะไม่รับผิดต่อผู้ใช้บริการหรือบุคคลที่สามในเรื่องที่เกี่ยวกับค่าเสียหายโดยอ้อม ค่าเสียหายที่มีผลต่อเนื่อง ค่าเสียหายเชิงลงโทษ ค่าเสียหายที่มีผลสืบเนื่อง ค่าเสียหายที่อาจเกิดได้ทั่วไป และค่าเสียหายพิเศษ ซึ่งรวมถึงการสูญเสียหรือเสียหายด้านชื่อเสียง ความสูญเสียที่เกิดขึ้นภายใต้หรือเกี่ยวข้องกับการใช้บริการนี้ การสูญเสียข้อมูล การสูญเสียการใช้ข้อมูล การสูญเสียผลประโยชน์ที่คาดการณ์ไว้ที่ผู้ใช้บริการได้รับหรือที่เกี่ยวข้องกับการใช้บริการนี้
11.5. เนื่องจากบริษัทไม่ได้มีส่วนเกี่ยวข้องใด ๆ ในการให้บริการทางการแพทย์ บริษัทจึงไม่รับประกันการปฏิบัติหน้าที่ของสถานพยาบาล และ/หรือบุคลากรทางการแพทย์ หรือการกระทำใด ๆ ของสถานพยาบาล และ/หรือบุคลากรทางการแพทย์ ไม่ว่าจะเป็นการกระทำโดยเจตนาหรือโดยประมาท
11.6. บริษัทไม่รับประกันความถูกต้องของข้อมูลใดๆที่ปรากฏหรือไม่ปรากฏอยู่บนแอปพลิเคชัน รวมถึงความถูกต้องหรือความครบถ้วน โดยผู้ใช้บริการขอสละสิทธิในการเรียกร้องให้บริษัทรับผิดใดๆจากความเสียหายดังกล่าว แต่อย่างไรก็ดีกรณีที่บริษัทได้รับแจ้งจากผู้ที่เกี่ยวข้องหรือบุคคลที่สามว่าข้อมูลที่ปรากฎบนแอปพลิเคชันนั้นอาจก่อให้เกิดความเสียหายกับบุคคลอื่นไม่ว่าโดยตรงหรือโดยอ้อม บริษัทขอสงวนสิทธิที่จะพิจารณาเรื่องดังกล่าวตามสมควรเป็นกรณีๆซึ่งอาจนำไปสู่การระงับการเผยแพร่ข้อมูลดังกล่าวไม่ว่าจะเป็นการชั่วคราวหรือถาวรตามสมควรแก่กรณี
11.7. บริษัทไม่รับประกันถึงความถูกต้องแม่นยำและความน่าเชื่อถือของข้อมูลที่ระบุไว้บนเว็บไซต์หรือแอปพลิเคชันของบุคคลที่สาม
11.8. บริษัทไม่ให้คำรับรอง รับประกัน เงื่อนไข (ไม่ว่าโดยชัดแจ้งหรือโดยปริยาย) หรือค้ำประกันต่อความน่าเชื่อถือ ความปลอดภัย ความตรงต่อเวลา คุณภาพ ความเหมาะสม หรือสภาพพร้อมใช้งานของบริการใด ๆ บนแอปพลิเคชัน และ/หรือ ซอฟต์แวร์ ทั้งบริษัทไม่ให้คำรับรอง เงื่อนไข หรือรับประกัน ไม่ว่าโดยชัดแจ้งหรือโดยปริยายว่า (ก) การใช้บริการ และ/หรือ แอปพลิเคชันจะเป็นที่พึงพอใจ มีคุณภาพ มีความปลอดภัย ตรงต่อเวลา ไม่ถูกรบกวน หรือปราศจากข้อบกพร่องใด ๆ หรือสามารถทำงานร่วมกับอุปกรณ์ ซอฟต์แวร์ ระบบ หรือข้อมูลใด ๆ และ (ข) บริการ และ/หรือแอปพลิเคชันซึ่งรวมถึงคุณภาพของผลิตภัณฑ์ บริการ ข้อมูล หรือสิ่งใด ๆ ที่ท่านได้ซื้อ หรือได้รับผ่านแอปพลิเคชันจะเหมาะสมกับวัตถุประสงค์ ตรงตามความต้องการ หรือความคาดหวัง 
11.9. บริษัทไม่รับผิดชอบต่อบริการที่ล่าช้า การไม่ปฏิบัติหน้าที่ หรือการยกเลิกบริการอันเนื่องมาจากการที่ผู้ใช้บริการให้ข้อมูลที่ไม่ถูกต้อง 
11.10. ข้อจำกัดความรับผิดของบริษัทดังกล่าวนี้ ให้รวมไปถึงความผิดพลาดจากการให้ข้อมูล การรับส่งข้อมูล หรือการกระทำการใดๆ ของบริษัท สถานพยาบาล บุคลากรทางการแพทย์ ผู้ให้บริการอื่นๆ พันธมิตรทางธุรกิจของบริษัท หรือผู้ให้บริการอินเทอร์เน็ตอื่นๆ

**12. การปฏิบัติตามระเบียบ คู่มือ ข้อกำหนดและเอกสารเกี่ยวกับการใช้บริการของบริษัท**
12.1. ผู้ใช้บริการตกลงยอมรับผูกพันและปฏิบัติตามระเบียบ ข้อกำหนดและเงื่อนไขหลัก ข้อกำหนดและเงื่อนไขเฉพาะ ตามที่บริษัทกำหนด ซึ่งผู้ใช้บริการได้รับทราบแล้ว รวมทั้งตามที่บริษัทจะได้กำหนดเพิ่มเติม แก้ไข หรือเปลี่ยนแปลงในภายหน้าและแจ้งให้ผู้ใช้บริการทราบ โดยลงประกาศเป็นการทั่วไปบนแอปพลิเคชัน และ/หรือ เว็บไซต์ของบริษัท และ/หรือ ช่องทางอื่นใดที่บริษัทจะได้กำหนดหรือเปลี่ยนแปลงในภายหน้า (ถ้ามี)
12.2. ผู้ใช้บริการตกลงและรับทราบว่าการใช้ หรือเข้ารับบริการเฉพาะบางประเภท ผู้ใช้บริการจะต้องตกลงยอมรับผูกพันและปฏิบัติตามข้อกำหนดและเงื่อนไขเฉพาะบริการนั้นๆ และให้ถือว่าข้อกำหนดและเงื่อนไขเฉพาะนั้น เป็นส่วนหนึ่งของข้อตกลงระหว่างบริษัทและผู้ใช้บริการเฉพาะสำหรับการให้บริการนั้นๆ ในกรณีที่ข้อกำหนดและเงื่อนไขเฉพาะมีข้อความขัด หรือแย้งกับข้อกำหนดและเงื่อนไขหลักนี้ บริษัทและผู้ใช้บริการตกลงให้ข้อกำหนดและเงื่อนไขเฉพาะในส่วนที่ขัดแย้งกับข้อกำหนดและเงื่อนไขหลักนี้ มีผลใช้บังคับกับบริษัทและผู้ใช้บริการ
12.3. ผู้ใช้บริการตกลงว่า การที่บริษัทนำข้อกำหนดและเงื่อนไขการใช้บริการไปประกาศบนแพลตฟอร์ม และ/หรือ เว็บไซต์ของบริษัท และ/หรือ เว็บไซต์อื่นที่บริษัทจะได้กำหนดหรือเปลี่ยนแปลงในภายหน้า (ถ้ามี) นั้น เป็นวิธีการที่เหมาะสมและเป็นที่ยอมรับได้ และตกลงว่า ในทุกครั้งที่มีการเข้าใช้บริการหรือทำรายการการใช้บริการนั้น ผู้ใช้บริการได้ยอมรับข้อกำหนดและเงื่อนไขการใช้บริการดังกล่าวแล้ว
12.4. การไม่บังคับใช้สิทธิของบริษัทภายใต้ข้อกำหนดและเงื่อนไขหลัก และ/หรือข้อกำหนดและเงื่อนไขเฉพาะ ไม่ถือว่าเป็นการสละสิทธิดังกล่าว ผู้ใช้บริการไม่อาจโอนสิทธิของท่านให้แก่ผู้ใดได้ เว้นแต่บริษัทจะยินยอม 
12.5. บริษัทขอสงวนสิทธิ์ในการกำหนดใช้ข้อกำหนดและเงื่อนไขหลัก รวมถึงข้อกำหนดและเงื่อนไขเฉพาะโดยอิสระ บริษัทอาจทำการแก้ไขข้อกำหนดและเงื่อนไขหลัก รวมถึงข้อกำหนดและเงื่อนไขเฉพาะได้ไม่ว่าในเวลาใดก็ตามโดยเผยแพร่ข้อความที่เปลี่ยนแปลงนั้นบนแอปพลิเคชัน และ/หรือ เว็บไซต์ของบริษัท และ/หรือ ช่องทางอื่นใดที่บริษัทจะได้กำหนดหรือเปลี่ยนแปลงในภายหน้า (ถ้ามี) ข้อกำหนดและเงื่อนไขฉบับล่าสุดจะมีผลแทนที่ฉบับก่อนหน้าทั้งหมด การใช้บริการของท่านจะอยู่ภายใต้ข้อกำหนดและเงื่อนไขที่เกี่ยวข้อง ณ ขณะเวลาที่ท่านใช้บริการนั้นๆ

**13. ความสมบูรณ์ของข้อกำหนดและเงื่อนไข**
ในกรณีที่ปรากฏว่ามีข้อกำหนดหรือเงื่อนไขใดในเอกสารนี้ไม่สมบูรณ์ ตกเป็นโมฆะ หรือใช้บังคับไม่ได้ ไม่ว่าด้วยประการใด ๆ ให้ถือว่าข้อกำหนดหรือเงื่อนไขที่ไม่สมบูรณ์ ตกเป็นโมฆะ หรือใช้บังคับไม่ได้ดังกล่าวนั้น ไม่มีผลกระทบต่อความสมบูรณ์หรือการบังคับใช้ข้อกำหนดและเงื่อนไขอื่น ๆ ในเอกสารนี้

**14. กฎหมายที่ใช้บังคับ**
ข้อกำหนดและเงื่อนไขนี้ให้ใช้บังคับและตีความตามกฎหมายไทย และให้เฉพาะศาลไทยเป็นศาลที่มีเขตอำนาจในการพิจารณาข้อพิพาทที่เกิดขึ้นเกี่ยวกับการใช้บริการตามข้อกำหนดและเงื่อนไขนี้

**15. ช่องทางติดต่อ**
หากผู้ใช้บริการมีคำถามเกี่ยวกับข้อกำหนดและเงื่อนไขหลัก รวมถึงข้อกำหนดและเงื่อนไขเฉพาะเกี่ยวกับการบริการ หรือปัญหาเกี่ยวกับการใช้แอปพลิเคชัน กรุณาติดต่อบริษัท ตามที่อยู่อีเมล [support@ever.healthcare](mailto:support@ever.healthcare )

วันที่มีผลใช้บังคับของข้อกำหนดและเงื่อนไขฉบับนี้ 14 มีนาคม พ.ศ. 2565
`;
